[
	{
		"title": "Start",
		"tags": "",
		"body": "<< NameHolder Evelyn>> \nLysander, do you ever wonder about the stories hidden within these petals? Each bloom holds a secret, a memory etched by time.\n<< NameHolder Lysander>> Secrets, Evelyn? Or perhaps wishes? Imagine if we could unravel them—each petal a fragment of longing, waiting to be whispered into existence.\n I dreamt of this place long before I stumbled upon it. In my sleep, the moonflowers sang to me, their fragrance pulling me closer.\nAnd then, there you were, painting constellations on canvas.\n<< NameHolder Evelyn>> Ah, my nocturnal muse. You appeared like a forgotten melody, haunting and beautiful. \n<< NameHolder Lysander>> Your red hair, ablaze under the moon, matched the garden’s magic.\n<< NameHolder Evelyn>> And your brown eyes—they held galaxies. What secrets do they keep, Lysander? Why do you guard this place?\n<< NameHolder Lysander>>  Because it’s a sanctuary for lost souls. A refuge where memories intertwine. \nMy art, Evelyn, captures fragments of their stories—their laughter, their tears. \nAnd you, my dear botanist, you unravel the language of moonflower glyphs.\n<< NameHolder Evelyn>> The glyphs… they speak of love, loss, and destiny. But whose? Ours, Lysander?\n<< NameHolder Lysander>> Evelyn, the moonflowers weave their tales in delicate threads, each petal a whispered secret. In their silvery glow, I see echoes of forgotten loves, dreams unfulfilled, and the ache of parting.\n\n<< NameHolder Evelyn>> Lysander, your canvas captures more than mere constellations. It holds the essence of souls—their laughter echoing through the strokes, their tears mingling with pigments. \nAnd you, with your eyes like galaxies, guard this haven where memories bloom.\n\n<< NameHolder Lysander>> The moonflower glyphs, Evelyn, they tell of love’s dance across lifetimes. They sing of promises made under star-strewn skies, of hands clasped in moonlight. \nWhose story, you ask? Perhaps ours, intertwined in this celestial garden, where petals hold our shared destiny.",
		"position": {
			"x": 569,
			"y": 348
		},
		"colorID": 1
	}
]